{
  "sobre": "O JOVEM PROGRAMADOR é um PROGRAMA de capacitação tecnológica para formação de pessoas, a partir de 16 anos, para atuar em empresas do Estado de Santa Catarina, independentemente do local onde estejam instaladas.O curso permite que jovens possam se capacitar em Tecnologia da Informação através do parceiro de ensino, oSenac- Serviço Nacional de Aprendizagem Comercial - que dispõe de ampla experiência na área de formação e capacitação de profissionais e disponibilizará as instalações em aproximadamente 21 municipios de Santa Catarina,Os jovens terão infraestrutura técnica e terão aulas de forma hibrida, presencial e virtual, que exigem que os alunos tenham acesso a equipamentos para a realização das atividades práticas,A empregabilidadeé o foco do PROGRAMA, que não mede esforços de gerar oportunidade aos alunos egressos do PROGRAMA nas empresas parceiras. A ideia é colocar na vitrine os alunos com bons indicadores, para que consigam colocações em empresas pequenas, médias e grandes da área de TI.O PROGRAMA se destina a pessoas:Com idade a partir de 16 anos:A partir do 1o ano do ensino médio;Que residam nas cidades beneficiadas pelo programa ou em cidades vizinhasO PROGRAMA é de iniciativado Sindicato das Empresas de Informática, Processamentos de Dados e Tecnologia da Informação do Estado de Santa Catarina -SEPROSCe realização doSENAC.Para a edição de 2025 as cidades são:Araranguá, Blumenau, Biguaçu, Brusque, Caçador, Canoinhas, Chapecó, Concórdia, Criciúma, Curitibanos, Florianópolis, Fraiburgo, Jaraguá do Sul, Joaçaba, Joinville, Lages, Palhoça, Rio do Sul, São Miguel do Oeste, Tubarão, Videira e Xanxerê.\n\nO JOVEM PROGRAMADOR é um PROGRAMA de capacitação tecnológica para formação de pessoas, a partir de 16 anos, para atuar em empresas do Estado de Santa Catarina, independentemente do local onde estejam instaladas.\n\nO curso permite que jovens possam se capacitar em Tecnologia da Informação através do parceiro de ensino, oSenac- Serviço Nacional de Aprendizagem Comercial - que dispõe de ampla experiência na área de formação e capacitação de profissionais e disponibilizará as instalações em aproximadamente 21 municipios de Santa Catarina,",
  "cidades": "Araranguá, Blumenau, Biguaçu, Brusque, Caçador, Canoinhas, Chapecó, Concórdia, Criciúma, Curitibanos, Florianópolis, Fraiburgo, Jaraguá do Sul, Joaçaba, Joinville, Lages, Palhoça, Rio do Sul, São Miguel do Oeste, Tubarão, Videira e Xanxerê.",
  "duvidas": {
    "duvidas": {
      "O que é Programa Jovem Programador?": "É um programa de capacitação tecnológica para formação de PROGRAMADORES para atuação principalmente em empresas de SC, independentemente do local onde estejam instaladas. As aulas são ministradas em unidades do Senac SC em diversas cidades do Estado."
    }
  },
  "cursos": [
    "Python",
    "JavaScript",
    "Web Development"
  ],
  "precos": "Consulte nossos planos no site"
}